Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Slow
ko: 느림
ru: Медленный
zh_hans: 慢速
zh_hant: 慢速

source: Small (<2 GB)
ko: 작음 (<2 GB)
ru: Малый (<2 GB)
zh_hans: 小型（小于 2 GB）
zh_hant: 小型（小於 2 GB）

source: Small one-time download, checksum-verified and required for all iMessage actions.
ko: 소용량 일회성 다운로드로, 체크섬 검증을 거치며 모든 iMessage 동작에 필요합니다.
ru: Небольшая одноразовая загрузка, проверяется по контрольной сумме и требуется для всех действий iMessage.
zh_hans: 小型一次性下载，经过校验和验证，是所有 iMessage 操作的必需组件。
zh_hant: 小型一次性下載，經過核對和驗證，是所有 iMessage 操作的必要元件。

source: SMELT Mode
ko: SMELT 모드
ru: SMELT Режим
zh_hans: SMELT 模式
zh_hant: SMELT 模式

source: Smooth streaming
ko: 부드러운 스트리밍
ru: Плавная потоковая передача
zh_hans: 平滑流式输出
zh_hant: 平滑流式傳輸

source: Snapshot missing
ko: 스냅샷 누락됨
ru: Снимок отсутствует
zh_hans: 快照缺失
zh_hant: 快照缺失

source: Snapshot outside root
ko: 스냅샷이 루트를 벗어남
ru: Снимок вне корня
zh_hans: 根目录外的快照
zh_hant: 根目錄外的快照

source: Soft cap before older entries are evicted.
ko: 오래된 항목이 제거되기 전의 소프트 제한입니다.
ru: Мягкое ограничение перед удалением старых записей.
zh_hans: 旧条目逐出软上限。
zh_hant: 舊條目逐出軟上限。

source: Soft-Delete %lld Rows
ko: %lld개 행 소프트 삭제
ru: Мягкое удаление %lld строк
zh_hans: 软删除 %lld 行
zh_hant: 軟刪除 %lld 行

source: Soft-deleted rows the agent can still restore.
ko: 에이전트가 여전히 복원할 수 있는 소프트 삭제된 행입니다.
ru: Обратимо удалённые строки, которые агент ещё может восстановить.
zh_hans: 智能体仍可恢复的已软删除行。
zh_hant: 智能體仍可恢復的已軟刪除行。

source: Soft-deleted rows the agent could restore would appear here.
ko: 에이전트가 복원할 수 있는 소프트 삭제된 행이 여기에 표시됩니다.
ru: Здесь появятся обратимо удалённые строки, которые агент может восстановить.
zh_hans: 智能体可恢复的已软删除行将显示在此处。
zh_hant: 智能體可恢復的已軟刪除行將顯示在此處。

source: Solid
ko: 단색
ru: Твердый
zh_hans: 纯色
zh_hant: 純色

source: Solid Background
ko: 단색 배경
ru: Сплошной фон
zh_hans: 纯色背景
zh_hant: 純色背景

source: Solid, gradient, or image
ko: 단색, 그라디언트 또는 이미지
ru: Сплошной, градиент или изображение
zh_hans: 纯色、渐变或图片
zh_hant: 純色、漸變或圖片

source: Some components are not honored yet
ko: 일부 구성 요소는 아직 적용되지 않습니다
ru: Некоторые компоненты ещё не учитываются
zh_hans: 部分组件尚未生效
zh_hant: 部分組件尚未生效

source: Some declared components require setup, sign-in, or were skipped during import.
ko: 선언된 일부 구성 요소는 설정이나 로그인이 필요하거나 가져오기 중에 건너뛰었습니다.
ru: Некоторые объявленные компоненты требуют настройки, входа в систему или были пропущены во время импорта.
zh_hans: 部分已声明的组件需要进行设置、登录，或在导入时被跳过。
zh_hant: 部分已聲明的組件需要進行設置、登錄，或在導入時被跳過。

source: Some downloaded models have been replaced with improved OsaurusAI versions that fix known bugs.
ko: 일부 다운로드된 모델이 알려진 버그를 수정한 개선된 OsaurusAI 버전으로 교체되었습니다.
ru: Некоторые загруженные модели заменены улучшенными версиями OsaurusAI, в которых исправлены известные ошибки.
zh_hans: 部分已下载模型已替换为改进的 OsaurusAI 版本，以修复已知问题。
zh_hant: 部分已下載模型已替換爲改進的 OsaurusAI 版本，以修復已知問題。

source: Some items failed
ko: 일부 항목 실패
ru: Некоторые элементы не удалось
zh_hans: 部分项目失败
zh_hant: 部分項目失敗

source: Some plugins require additional system permissions to function. Grant permissions below to enable advanced features like automation, calendar access, and more.
ko: 일부 플러그인이 작동하려면 추가 시스템 권한이 필요합니다. 자동화, 캘린더 접근 등과 같은 고급 기능을 사용하려면 아래에서 권한을 부여하세요.
ru: Для работы некоторых плагинов требуются дополнительные системные разрешения. Предоставьте разрешения ниже, чтобы включить расширенные функции, такие как автоматизация, доступ к календарю и многое другое.
zh_hans: 某些插件需要额外的系统权限才能运行。在下方授予权限，以启用自动化、日历访问等高级功能。
zh_hant: 某些插件需要額外的系統權限才能運行。在下方授予權限，以啓用自動化、日曆訪問等高級功能。

source: Some stores are still converting. Reopen this panel in a moment to confirm.
ko: 일부 저장소가 아직 변환 중입니다. 잠시 후 이 패널을 다시 열어 확인하세요.
ru: Некоторые хранилища ещё преобразуются. Через некоторое время откройте эту панель снова, чтобы проверить результат.
zh_hans: 一些存储仍在转换中。请稍后重新打开此面板以确认。
zh_hant: 一些存儲仍在轉換中。請稍後重新打開此面板以確認。

source: Something went wrong
ko: 문제가 발생했습니다
ru: Что-то пошло не так
zh_hans: 出了点问题
zh_hant: 出了點問題

source: SOPs and runbooks for recurring tasks
ko: 반복 작업을 위한 SOP 및 런북
ru: Стандартные процедуры и руководства для повторяющихся задач
zh_hans: 用于重复任务的操作规程与手册
zh_hant: 用於重複任務的標準作業程序與手冊

source: Sort
ko: 정렬
ru: Сортировать
zh_hans: 排序
zh_hant: 排序

source: Sort and filter
ko: 정렬 및 필터
ru: Сортировать и фильтровать
zh_hans: 排序和筛选
zh_hant: 排序和篩選

source: Sort by
ko: 정렬 기준
ru: Сортировать по
zh_hans: 排序方式
zh_hant: 排序方式

source: Sort by price
ko: 가격순 정렬
ru: Сортировать по цене
zh_hans: 按价格排序
zh_hant: 按價格排序

source: Sort models
ko: 모델 정렬
ru: Сортировка моделей
zh_hans: 排序模型
zh_hant: 排序模型

source: Sort:
ko: 정렬:
ru: Сортировать:
zh_hans: 排序：
zh_hant: 排序：

source: Source
ko: 소스
ru: Источник
zh_hans: 来源
zh_hant: 來源

source: SOURCE
ko: 출처
ru: ИСТОЧНИК
zh_hans: 来源
zh_hant: 來源

source: space- or comma-separated, e.g. read write offline_access
ko: 공백 또는 쉼표로 구분, 예: read write offline_access
ru: через пробел или запятую, например read write offline_access
zh_hans: 用空格或逗号分隔，例如：read write offline_access
zh_hant: 用空格或逗號分隔，例如：read write offline_access

source: Speak an agent name to test detection
ko: 감지를 테스트하려면 에이전트 이름을 말하세요
ru: Произнесите имя агента, чтобы проверить обнаружение
zh_hans: 说出智能体名称以测试检测
zh_hant: 說出智能體名稱以測試檢測

source: Speak and see your words here...
ko: 말하면 여기에 단어가 표시됩니다...
ru: Говорите и смотрите свои слова здесь…
zh_hans: 说话后可在这里看到你的文字...
zh_hant: 說話後可在這裏看到你的文字...

source: Speak responses aloud when you ask.
ko: 질문할 때 응답을 소리 내어 읽습니다.
ru: Проговаривайте ответы вслух, когда спрашиваете.
zh_hans: 在你需要时朗读回复。
zh_hant: 在你需要時朗讀回覆。

source: Speak Tool
ko: 말하기 도구
ru: Инструмент «Говори»
zh_hans: 朗读工具
zh_hant: 說話工具

source: Speaker button appears on assistant messages
ko: 어시스턴트 메시지에 스피커 버튼이 표시됩니다
ru: В сообщениях ассистента появляется кнопка озвучивания
zh_hans: 扬声器按钮显示在助手消息上
zh_hant: 揚聲器按鈕顯示在助手消息上

source: Speaking
ko: 말하는 중
ru: Говорящий
zh_hans: 正在朗读
zh_hant: 正在朗讀

source: Specialized knowledge and guidance for the AI
ko: AI를 위한 전문 지식 및 지침
ru: Специализированные знания и рекомендации для ИИ
zh_hans: 面向 AI 的专门知识和指引
zh_hant: 面向 AI 的專門知識和指引

source: Speculative Decoding
ko: 추측 디코딩
ru: Спекулятивное декодирование
zh_hans: 推测解码
zh_hant: 推測解碼

source: Speech Model
ko: 음성 모델
ru: Речевая модель
zh_hans: 语音模型
zh_hant: 語音模型

source: Speech Model Downloaded
ko: 음성 모델 다운로드됨
ru: Модель речи загружена
zh_hans: 语音模型已下载
zh_hant: 語音模型已下載

source: Speech To Text
ko: 음성을 텍스트로 변환
ru: Распознавание речи
zh_hans: 语音转文本
zh_hant: 語音轉文本

source: Speed
ko: 속도
ru: Скорость
zh_hans: 速度
zh_hant: 速度

source: Speed/quality budget for block-diffusion models (DiffusionGemma). 16 ≈ 2× faster than the model default and stays coherent; below 12 quality degrades. Ignored by ordinary models.
ko: 블록 확산 모델(DiffusionGemma)의 속도/품질 예산. 16 ≈ 모델 기본값보다 2배 빠르고 일관성을 유지합니다; 12 이하일 경우 품질이 저하됩니다. 보통 모델에 의해 무시됩니다.
ru: Бюджет скорости/качества для моделей блок-диффузии (DiffusionGemma). 16 ≈ 2× быстрее, чем базовая модель и сохраняет когерентность; качество снижается при уровне менее 12. Игнорируется обычными моделями.
zh_hans: 块扩散模型（DiffusionGemma）的速度/质量预算。设为 16 时速度约为模型默认值的 2 倍，且输出保持连贯；低于 12 时质量下降。对常规模型无效。
zh_hant: 塊擴散模型（DiffusionGemma）的速度/質量預算。設爲 16 時速度約爲模型默認值的 2 倍，且保持畫面連貫；低於 12 時質量下降。對常規模型無效。

source: Spent this session
ko: 이번 세션에서 사용됨
ru: Провёл эту сессию
zh_hans: 本次会话已用时
zh_hant: 本次會話已用時

source: Spill paged blocks to disk so cache survives restarts and shares across processes.
ko: 페이징된 블록을 디스크로 스필하여 캐시가 재시작 후에도 유지되고 프로세스 간에 공유되도록 합니다.
ru: Выгружайте страничные блоки на диск, чтобы кеш выдерживал перезапуск и распределялся между процессами.
zh_hans: 将分页块溢写到磁盘，以便缓存在重启后保留并在进程间共享。
zh_hant: 將分頁塊溢寫到磁盤，以便緩存在重啓後保留並在進程間共享。

source: Spoke
ko: 말함
ru: Говорил
zh_hans: 已朗读
zh_hant: 已朗讀

source: SQLCipher adds a second layer: databases and attachments are encrypted with a 256-bit key in your Keychain. Useful if you share the Mac account or don't use FileVault.
ko: SQLCipher는 두 번째 계층을 추가합니다. 데이터베이스와 첨부 파일이 키체인의 256비트 키로 암호화됩니다. Mac 계정을 공유하거나 FileVault를 사용하지 않는 경우에 유용합니다.
ru: SQLCipher добавляет второй уровень: базы данных и вложения шифруются 256-битным ключом в вашей Связке ключей. Полезно, если вы используете общую аккаунт Mac или не используете FileVault.
zh_hans: SQLCipher 添加了第二层加密：数据库和附件使用你钥匙串中的 256 位密钥进行加密。如果你共享 Mac 账户或未使用文件保险箱，这会很有用。
zh_hant: SQLCipher 添加了第二層加密：數據庫和附件使用您鑰匙串中的 256 位密鑰進行加密。如果您共享 Mac 賬戶或未使用文件保險箱，這會很有用。

source: SSM hits / misses / re-derives
ko: SSM 적중 / 실패 / 재파생
ru: SSM попаданий/промахов/передериваний
zh_hans: SSM 命中 / 未命中 / 重新推导
zh_hant: SSM 命中 / 未命中 / 重新推導

source: Stale
ko: 오래됨
ru: Несвежий
zh_hans: 已过时
zh_hant: 已過時

source: Standalone Skills
ko: 독립 실행형 스킬
ru: Автономные навыки
zh_hans: 独立技能
zh_hant: 獨立技能

source: Standard Actions
ko: 표준 작업
ru: Стандартные действия
zh_hans: 标准操作
zh_hant: 標準操作

source: Standard local@domain.tld addresses.
ko: 표준 local@domain.tld 주소입니다.
ru: Обычные адреса вида local@domain.tld.
zh_hans: 标准的 local@domain.tld 地址。
zh_hant: 標準的 local@domain.tld 地址。

source: Start a conversation to build this agent's memory — history, pinned facts, and episode summaries all flow from here.
ko: 대화를 시작하여 이 에이전트의 메모리를 구축하세요. 기록, 고정된 사실 및 에피소드 요약이 모두 여기에서 시작됩니다.
ru: Начните разговор, чтобы укрепить память этого агента — отсюда вытекает история, закрепленные факты и краткое изложение эпизодов.
zh_hans: 开始一段对话以构建此智能体的记忆——历史记录、固定事实和情节摘要都源于此。
zh_hant: 開始一段對話以構建此智能體的記憶——歷史記錄、固定事實和情節摘要都源於此。

source: Start at Login
ko: 로그인 시 시작
ru: Начать с входа в систему
zh_hans: 登录时启动
zh_hant: 登錄時啓動

source: Start backfill
ko: 백필 시작
ru: Начать засыпку
zh_hans: 开始回填
zh_hant: 開始回填

source: Start chatting now while Osaurus finishes setting up local AI.
ko: Osaurus가 로컬 AI 설정을 마치는 동안 지금 바로 채팅을 시작하세요.
ru: Начните общение сейчас, пока Osaurus завершает настройку локального ИИ.
zh_hans: Osaurus 正在完成本地 AI 设置，你现在就可以开始聊天。
zh_hant: Osaurus 完成本機 AI 設定時，你現在就可以開始聊天。

source: Start chatting right away
ko: 바로 채팅 시작
ru: Начните общение сразу
zh_hans: 立即开始聊天
zh_hant: 立即開始聊天

source: Start container when Osaurus launches
ko: Osaurus가 실행될 때 컨테이너 시작
ru: Запустить контейнер при запуске Osaurus
zh_hans: 在 Osaurus 启动时启动容器
zh_hant: 在 Osaurus 啓動時啓動容器

source: Start From
ko: 시작 위치
ru: Начать с
zh_hans: 起始于
zh_hant: 起始於

source: Start on free Osaurus Cloud credits — you can download a model anytime later.
ko: 무료 Osaurus Cloud 크레딧으로 시작하세요. 모델은 나중에 언제든 다운로드할 수 있습니다.
ru: Начните с бесплатных кредитов Osaurus Cloud — модель можно скачать позже в любое время.
zh_hans: 先使用免费的 Osaurus Cloud 积分——之后可随时下载模型。
zh_hant: 先使用免費的 Osaurus Cloud 額度——之後可隨時下載模型。

source: Start Server
ko: 서버 시작
ru: Запустить сервер
zh_hans: 启动服务端
zh_hant: 啓動服務器

source: Start Test
ko: 테스트 시작
ru: Начать тест
zh_hans: 开始测试
zh_hant: 開始測試

source: Start the sandbox container from the Sandbox status bar to enable these.
ko: 이 기능들을 사용하려면 샌드박스 상태 표시줄에서 샌드박스 컨테이너를 시작하세요.
ru: Запустите контейнер песочницы из строки состояния песочницы, чтобы включить их.
zh_hans: 从沙盒状态栏启动沙盒容器以启用这些功能。
zh_hant: 從沙盒狀態欄啓動沙盒容器以啓用這些功能。

source: Start the sandbox container from the Sandbox status bar, then enable autonomous execution and plugin creation under Configure → Features.
ko: 샌드박스 상태 표시줄에서 샌드박스 컨테이너를 시작한 다음, 구성 → 기능에서 자율 실행 및 플러그인 생성을 사용하도록 설정하세요.
ru: Запустите контейнер песочницы из строки состояния песочницы, затем включите автономное выполнение и создание плагинов в разделе «Настроить» → «Функции».
zh_hans: 从沙盒状态栏启动沙盒容器，然后在“配置 → 功能”下启用自主执行和插件创建。
zh_hant: 從沙盒狀態欄啓動沙盒容器，然後在「配置 → 功能」下啓用自主執行和插件創建。

source: Start the sandbox from the Sandbox status bar to enable these.
ko: 이 기능을 사용하려면 샌드박스 상태 표시줄에서 샌드박스를 시작하세요.
ru: Запустите песочницу из строки состояния песочницы, чтобы включить эти функции.
zh_hans: 从沙盒状态栏启动沙盒以启用这些功能。
zh_hant: 從沙盒狀態列啟動沙盒以啟用這些功能。

source: Start the sandbox from the Sandbox status bar, then enable autonomous execution and plugin creation in the Execution section above.
ko: 샌드박스 상태 표시줄에서 샌드박스를 시작한 다음 위의 실행 섹션에서 자율 실행과 플러그인 생성을 활성화하세요.
ru: Запустите песочницу из строки состояния песочницы, затем включите автономное выполнение и создание плагинов в разделе «Выполнение» выше.
zh_hans: 从沙盒状态栏启动沙盒，然后在上方“执行”部分启用自主执行和插件创建。
zh_hant: 從沙盒狀態列啟動沙盒，然後在上方「執行」部分啟用自主執行和插件建立。

source: Start the sandbox when Osaurus launches
ko: Osaurus 실행 시 샌드박스 시작
ru: Запускать песочницу при запуске Osaurus
zh_hans: Osaurus 启动时启动沙盒
zh_hant: Osaurus 啟動時啟動沙盒

source: Start the sandbox; this runtime socket is created only while the host bridge is running.
ko: 샌드박스를 시작합니다. 이 런타임 소켓은 호스트 브리지가 실행 중일 때만 생성됩니다.
ru: Запустите песочницу; этот сокет времени выполнения создается только во время работы моста хоста.
zh_hans: 启动沙盒；此运行时套接字仅在主机桥运行时创建。
zh_hant: 啓動沙盒；此運行時套接字僅在主機橋運行時創建。

source: Start the server from the Overview tab to test endpoints.
ko: 개요 탭에서 서버를 시작하여 엔드포인트를 테스트하세요.
ru: Запустите сервер на вкладке «Обзор», чтобы протестировать эндпоинты.
zh_hans: 从“概览”标签页启动服务端以测试端点。
zh_hant: 從「概覽」標籤頁啓動服務器以測試端點。

source: Start using Osaurus
ko: Osaurus 사용 시작하기
ru: Начните использовать Osaurus
zh_hans: 开始使用 Osaurus
zh_hant: 開始使用 Osaurus

source: start, e.g. <secret>
ko: 시작, 예: <secret>
ru: начало, например <secret>
zh_hans: 开始，例如 <secret>
zh_hant: 開始，例如 <secret>

source: Starting
ko: 시작 중
ru: Начало
zh_hans: 正在启动
zh_hant: 正在啓動

source: Starting host API bridge
ko: 호스트 API 브리지 시작 중
ru: Начальный мост API хоста
zh_hans: 正在启动主机 API 桥接
zh_hant: 正在啓動宿主 API 橋接

source: Starting Server...
ko: 서버 시작 중...
ru: Начиная с Server…
zh_hans: 正在启动服务端...
zh_hant: 正在啓動服務器...

source: Starting...
ko: 시작 중...
ru: Запуск…
zh_hans: 正在启动...
zh_hant: 正在啓動...

source: Starting…
ko: 시작 중…
ru: Начало…
zh_hans: 正在启动…
zh_hant: 正在啓動…

source: Statistics
ko: 통계
ru: Статистика
zh_hans: 统计
zh_hant: 統計

source: Status
ko: 상태
ru: Статус
zh_hans: 状态
zh_hant: 狀態

source: STATUS
ko: 상태
ru: СТАТУС
zh_hans: 状态
zh_hant: 狀態

source: Staying in control
ko: 제어 유지
ru: Оставаясь под контролем
zh_hans: 保持控制
zh_hant: 保持控制

source: Stays on your Mac. Nothing sent anywhere.
ko: Mac에 유지됩니다. 어디로도 전송되지 않습니다.
ru: Остается на вашем Mac. Ничего никуда не отправлялось.
zh_hans: 保留在你的 Mac 上。不会向任何地方发送任何内容。
zh_hant: 保留在你的 Mac 上。不會向任何地方發送任何內容。

source: stdio (command not set)
ko: stdio (명령어 설정되지 않음)
ru: stdio (команда не задана)
zh_hans: stdio（命令未设置）
zh_hant: stdio（命令未設置）

source: Stdio command missing
ko: Stdio 명령어 누락됨
ru: Команда Stdio отсутствует
zh_hans: Stdio 命令缺失
zh_hant: Stdio命令缺失

source: Stdio MCP servers need env vars
ko: Stdio MCP 서버에는 환경 변수가 필요합니다
ru: Серверам Stdio MCP нужны переменные окружения
zh_hans: Stdio MCP 服务器需要环境变量
zh_hant: Stdio MCP 服務器需要環境變量

source: Stdio providers launch a local subprocess instead of sending HTTP traffic through URLSession.
ko: Stdio 제공자는 URLSession을 통해 HTTP 트래픽을 전송하는 대신 로컬 하위 프로세스를 실행합니다.
ru: Провайдери Stdio запускают локальный подпроцесс вместо отправки трафика HTTP через сеанс URLS.
zh_hans: Stdio 提供商会启动本地子进程，而不是通过 URLSession 发送 HTTP 流量。
zh_hant: Stdio 提供程序會啓動本地子進程，而不是通過 URLSession 發送 HTTP 流量。

source: step
ko: 단계
ru: шаг
zh_hans: 步骤
zh_hant: 步驟

source: Step %lld of %lld
ko: %lld/%lld단계
ru: Шаг %lld из %lld
zh_hans: 第 %lld 步，共 %lld 步
zh_hant: 第 %lld 步，共 %lld 步

source: steps
ko: 단계
ru: шаги
zh_hans: 步骤
zh_hant: 步驟

source: Still can't open memory — try Reset.
ko: 여전히 메모리를 열 수 없습니다. 재설정을 시도하세요.
ru: По-прежнему не удается открыть память — попробуйте выполнить сброс.
zh_hans: 仍然无法打开记忆 — 请尝试重置。
zh_hant: 仍然無法打開內存 — 嘗試重置。

source: Still working — waiting on the model or a tool…
ko: 아직 작업 중 — 모델 또는 도구를 기다리는 중…
ru: Всё ещё работаем — ожидание модели или инструмента…
zh_hans: 仍在处理中 — 正在等待模型或工具…

source: Stop
ko: 중지
ru: Остановить
zh_hans: 停止
zh_hant: 停止

source: Stop and Close
ko: 중지 및 닫기
ru: Остановить и закрыть
zh_hans: 停止并关闭
zh_hant: 停止並關閉

source: Stop it
ko: 중지
ru: Остановить
zh_hans: 停止
zh_hant: 停止

source: Stop Mode
ko: 중지 모드
ru: Режим остановки
zh_hans: 停止模式
zh_hant: 停止模式

source: Stop plugin update errors
ko: 플러그인 업데이트 오류 방지
ru: Устраните ошибки обновления плагинов
zh_hans: 解决插件更新错误
zh_hant: 解決插件程式更新錯誤

source: Stop Test
ko: 테스트 중지
ru: Остановить тест
zh_hans: 停止测试
zh_hant: 停止測試

source: Stop the current response before capturing a screenshot.
ko: 스크린샷을 캡처하기 전에 현재 응답을 중지하세요.
ru: Остановите текущий ответ, прежде чем сделать снимок экрана.
zh_hans: 请先停止当前回复，然后再捕获截图。
zh_hant: 請先停止當前回復，然後再捕獲截圖。

source: Stop the sandbox, remove %@, and start the sandbox again.
ko: 샌드박스를 중지하고 %@을(를) 제거한 다음 샌드박스를 다시 시작하세요.
ru: Остановите песочницу, удалите %@ и запустите песочницу снова.
zh_hans: 停止沙盒，移除 %@，然后重新启动沙盒。
zh_hant: 停止沙箱，移除%@，然後重新啓動沙箱。

source: Stopped
ko: 중지됨
ru: Остановлено
zh_hans: 已停止
zh_hant: 已停止

source: Stopped by user.
ko: 사용자에 의해 중지되었습니다.
ru: Остановлен пользователем.
zh_hans: 由用户终止。
zh_hant: 由用戶終止。

source: Stopped: %@
ko: 중지됨: %@
ru: Остановлено: %@
zh_hans: 已停止：%@
zh_hant: 已停止：%@

source: Stopped: reached the step limit before finishing.
ko: 중지됨: 완료하기 전에 단계 제한에 도달했습니다.
ru: Остановлено: достиг предела шагов до завершения.
zh_hans: 已停止：在完成前达到步骤限制。
zh_hant: 已停止：在完成前達到步驟限制。

source: Stopping
ko: 중지 중
ru: Остановка
zh_hans: 正在停止
zh_hant: 正在停止

source: Stopping Server...
ko: 서버 중지 중...
ru: Остановка Server…
zh_hans: 正在停止服务端...
zh_hant: 正在停止服務器...

source: Stopping...
ko: 중지 중...
zh_hans: 正在停止...
zh_hant: 正在停止...

source: Stops after %@ seconds of silence
ko: %@초 동안 무음 시 중지됨
ru: Останавливается после %@ секунд тишины
zh_hans: 在静默 %@ 秒后停止
zh_hant: 在靜默 %@ 秒後停止

source: Stops anyone from pretending to be you.
ko: 다른 사람이 귀하를 사칭하는 것을 방지합니다.
ru: Мешает кому-либо притворяться вами.
zh_hans: 防止任何人冒充你。
zh_hant: 防止任何人冒充你。

source: Storage
ko: 저장 공간
ru: Хранилище
zh_hans: 存储
zh_hant: 存儲

source: Storage health
ko: 저장 공간 상태
ru: Состояние хранилища
zh_hans: 存储状况
zh_hant: 存儲狀況

source: Stored as plaintext
ko: 일반 텍스트로 저장됨
ru: Хранится как открытый текст
zh_hans: 明文存储
zh_hant: 明文存儲

source: Stored in Keychain
ko: 키체인에 저장됨
ru: Хранится в Связке ключей
zh_hans: 已存储在钥匙串中
zh_hant: 已存儲在鑰匙串中

source: Stored in your iCloud Keychain, so a new Mac just picks up where you left off.
ko: iCloud 키체인에 저장되므로 새 Mac에서 중단한 부분부터 바로 이어서 할 수 있습니다.
ru: Хранится в вашей Связке ключей iCloud, поэтому новый Mac продолжит работу с того места, на котором вы остановились.
zh_hans: 存储在你的 iCloud 钥匙串中，因此新的 Mac 会从你上次中断的地方继续。
zh_hant: 存儲在你的 iCloud 鑰匙串中，因此新的 Mac 會從你上次中斷的地方繼續。

source: Stored KV Codec
ko: 저장된 KV 코덱
ru: Сохранено KV Кодек
zh_hans: 存储 KV 编解码器
zh_hant: 存儲 KV 編解碼器

source: Stored securely in Keychain as %@
ko: 키체인에 %@(으)로 안전하게 저장됨
ru: Надежно хранится в Связке ключей как %@
zh_hans: 已作为 %@ 安全存储在钥匙串中
zh_hant: 已作爲 %@ 安全存儲在鑰匙串中

source: Stored under the configured Osaurus model directory.
ko: 구성된 Osaurus 모델 디렉터리 아래에 저장됩니다.
ru: Хранится в настроенном каталоге модели Osaurus.
zh_hans: 存储在配置的 Osaurus 模型目录下。
zh_hant: 存儲在配置的Osaurus模型目錄下。

source: Stores needing attention
ko: 주의가 필요한 저장소
ru: Магазины, требующие внимания
zh_hans: 需注意的商店
zh_hant: 需注意的商店

source: Stream tool responses in real-time
ko: 실시간으로 도구 응답 스트리밍
ru: Потоковая передача ответов инструментов в режиме реального времени
zh_hans: 实时流式传输工具响应
zh_hant: 實時流式傳輸工具響應

source: Streaming
ko: 스트리밍
ru: Потоковое вещание
zh_hans: 流式传输
zh_hant: 流式傳輸

source: Streaming error: %@
ko: 스트리밍 오류: %@
ru: Ошибка потоковой передачи: %@
zh_hans: 流错误：%@
zh_hant: 流錯誤：%@

source: Streaming replies are restored on the fly so chat reads naturally.
ko: 스트리밍 응답이 즉시 복원되어 채팅을 자연스럽게 읽을 수 있습니다.
ru: Ответы в потоковом режиме восстанавливаются на лету, поэтому чат читается естественно.
zh_hans: 流式回复会即时还原，使聊天读起来自然流畅。
zh_hant: 流式回覆會即時還原，使聊天讀起來自然流暢。

source: Stretch
ko: 늘리기
ru: Потягиваться
zh_hans: 拉伸
zh_hant: 拉伸

source: Strict
ko: 엄격함
ru: Строгий
zh_hans: 严格
zh_hant: 嚴格

source: Strict (One Model)
ko: 엄격함(단일 모델)
ru: Строгий (одна модель)
zh_hans: 严格（单模型）
zh_hant: 嚴格（單模型）

source: Strict diagnostic behavior for environments that prefer refusal over unknown memory risk.
ko: 알 수 없는 메모리 위험보다 거부를 선호하는 환경을 위한 엄격한 진단 동작입니다.
ru: Строгое диагностическое поведение для сред, которые предпочитают отказ неизвестному риску памяти.
zh_hans: 严格的诊断行为，适用于倾向于拒绝而非承担未知内存风险的环境。
zh_hant: 嚴格的診斷行爲，適用於傾向於拒絕而非承擔未知內存風險的環境。

source: string
ko: 문자열
ru: нить
zh_hans: 字符串
zh_hant: 字符串

source: Study Tutor
ko: 학습 튜터
ru: Учебный репетитор
zh_hans: 学习导师
zh_hant: 學習導師

source: Submit
ko: 제출
ru: Представлять на рассмотрение
zh_hans: 提交
zh_hant: 提交

source: Submit a clarification response to a waiting task
ko: 대기 중인 작업에 대한 설명 응답 제출
ru: Отправка уточняющего ответа на ожидающую задачу
zh_hans: 向等待中的任务提交澄清回复
zh_hant: 向等待中的任務提交澄清回復

source: Submit Passkey Response
ko: 패스키 응답 제출
ru: Отправить ответ ключа доступа
zh_hans: 提交通行密钥响应

source: Submitting...
ko: 제출 중...
ru: Отправка...
zh_hans: 正在提交...

source: Success
ko: 성공
ru: Успех
zh_hans: 成功
zh_hant: 成功

source: Success action preview
ko: 성공 작업 미리보기
ru: Предварительный просмотр успешного действия
zh_hans: 成功操作预览
zh_hant: 成功操作預覽

source: SUCCESS: %@
ko: 성공: %@
ru: УСПЕШНО: %@
zh_hans: 成功：%@
zh_hant: 成功: %@

source: SUCCESS: Authorized
ko: 성공: 승인됨
ru: SUCCESS: авторизовано
zh_hans: 成功：已授权
zh_hant: 成功：已授權

source: SUCCESS: Authorized (Found %lld calendars)
ko: 성공: 승인됨(%lld개의 캘린더 찾음)
ru: SUCCESS: Авторизовано (Найдено %lld календарей)
zh_hans: 成功：已授权（找到 %lld 个日历）
zh_hant: 成功：已授權（找到 %lld 個日曆）

source: SUCCESS: Authorized (Found %lld lists)
ko: 성공: 승인됨(%lld개의 목록 찾음)
ru: SUCCESS: Авторизованные (Найдено %lld списков)
zh_hans: 成功：已授权（找到 %lld 个列表）
zh_hant: 成功：已授權（找到 %lld 個列表）

source: SUCCESS: Authorized (Found %lld+ contacts)
ko: 성공: 승인됨(%lld개 이상의 연락처 찾음)
ru: SUCCESS: Авторизовано (Найдено %lld+ контактов)
zh_hans: 成功：已授权（找到 %lld+ 个联系人）
zh_hant: 成功：已授權（找到 %lld 個聯繫人）

source: SUCCESS: Authorized (No calendars found)
ko: 성공: 승인됨(캘린더를 찾을 수 없음)
ru: SUCCESS: Авторизовано (календари не найдены)
zh_hans: 成功：已授权（未找到日历）
zh_hant: 成功：已授權（未找到日曆）

source: SUCCESS: Authorized (No lists found)
ko: 성공: 승인됨(목록을 찾을 수 없음)
ru: SUCCESS: Авторизовано (списки не найдены)
zh_hans: 成功：已授权（未找到列表）
zh_hant: 成功：已授權（未找到列表）

source: SUCCESS: Connected to %@
ko: 성공: %@에 연결됨
ru: SUCCESS: подключен к %@
zh_hans: 成功：连接到 %@
zh_hant: 成功：連接到%@

source: SUCCESS: Process is trusted for Accessibility.
ko: 성공: 프로세스가 손쉬운 사용(접근성)에 대해 신뢰되었습니다.
ru: SUCCESS: процессу доверяют доступность.
zh_hans: 成功：该进程已被授予辅助功能权限。
zh_hant: 成功：該進程已通過輔助功能驗證。

source: Summarize text
ko: 텍스트 요약
ru: Обобщить текст
zh_hans: 总结文本
zh_hant: 總結文本

source: Summarize the following in 3 bullet points:
ko: 다음 내용을 3개의 글머리 기호로 요약하세요:
ru: Обобщите следующее в 3 пунктах:
zh_hans: 请用 3 个要点总结以下内容：
zh_hant: 請用 3 個要點總結以下內容：

source: Summarize the following:
ko: 다음 내용 요약:
ru: Подведите итоги:
zh_hans: 总结以下内容：
zh_hant: 總結以下內容：

source: Summary
ko: 요약
ru: Сводка
zh_hans: 摘要
zh_hant: 摘要

source: Summary (optional)
ko: 요약 (선택 사항)
ru: Сводка (необязательно)
zh_hans: 摘要（可选）
zh_hant: 摘要（選填）

source: Supports http, https, socks, and socks5 URLs with an explicit host and port. Credentials are not accepted here.
ko: 명시적인 호스트 및 포트가 있는 http, https, socks 및 socks5 URL을 지원합니다. 자격 증명은 여기서 허용되지 않습니다.
ru: Поддерживает http, https, Socks и Socks5 URL с явным указанием хоста и порта. Сертификаты здесь не принимаются.
zh_hans: 支持 http、https、socks 和 socks5 协议的 URL，需明确指定主机和端口。此处不接受凭据。
zh_hant: 支持 http、https、socks 和 socks5 協議的 URL，需明確指定主機和端口。此處不接受憑據。

source: Supports standard 5 field format with * , - and / operators
ko: * , - 및 / 연산자가 포함된 표준 5개 필드 형식을 지원합니다
ru: Поддерживает стандартный формат из 5 полей с операторами *, - и /.
zh_hans: 支持包含 *、,、- 和 / 运算符的标准 5 字段格式
zh_hant: 支持包含 *、,、- 和 / 運算符的標準 5 字段格式

source: Sure! Here's an example:
ko: 물론이죠! 다음은 예시입니다:
ru: Конечно. Вот пример:
zh_hans: 当然！这里有一个示例：
zh_hant: 當然！這裡有一個示例：

source: Switch agent
ko: 에이전트 전환
ru: Сменить агент
zh_hans: 切换智能体
zh_hant: 切換智能體

source: Switch Agent
ko: 에이전트 전환
ru: Сменить агента
zh_hans: 切换智能体
zh_hant: 切換智能體

source: Switch the active agent
ko: 활성 에이전트 전환
ru: Переключить активный агент
zh_hans: 切换活跃智能体
zh_hant: 切換活躍智能體

source: Switch the AI model
ko: AI 모델 전환
ru: Переключите модель ИИ
zh_hans: 切换 AI 模型
zh_hant: 切換AI模型
